Repository: Forcase/wordpress-plugin_bigbluebutton
Catalog: languages/bigbluebutton-*.po
Languages: de_de

source: Rooms
de_de: Räume

source: Room Settings
de_de: Raumeinstellungen

source: Example
de_de: Beispiel

source: Add New
de_de: Neuen hinzufügen

source: Add New Room
de_de: Neuen Raum hinzufügen

source: Edit Room
de_de: Raum bearbeiten

source: View Room
de_de: Raum anzeigen

source: View Rooms
de_de: Räume anzeigen

source: Search Rooms
de_de: Räume suchen

source: No rooms found
de_de: Keine Räume gefunden

source: No rooms found in trash
de_de: Keine Räume im Papierkorb gefunden

source: All Rooms
de_de: Alle Räume

source: New Room
de_de: Neuer Raum

source: Room Archives
de_de: Raum Archive

source: Insert into room
de_de: In Raum einfügen

source: Uploaded to this room
de_de: Zu diesem Raum hochgeladen

source: Filter rooms list
de_de: Raumliste filtern

source: Rooms list navigation
de_de: Raumlistennavigation

source: Rooms list
de_de: Raumliste

source: Room published
de_de: Räume veröffentlicht

source: Moderator Code
de_de: Moderator Zugangscode

source: Viewer Code
de_de: Teilnehmer Zugangscode

source: Recordable
de_de: Aufzeichnung erlauben

source: true
de_de: wahr

source: false
de_de: falsch

source: Join
de_de: Beitreten

source: Wait for Moderator
de_de: Auf den Moderator warten

source: Recording
de_de: Aufnahme

source: Recordings
de_de: Aufnahmen

source: Manage
de_de: Verwalten

source: Expand recordings
de_de: Aufnahmen erweitern

source: Collapse recordings
de_de: Aufnahmen schließen

source: Statistics
de_de: Statistiken

source: Presentation
de_de: Präsentation

source: Protected
de_de: Geschützt

source: Unprotected
de_de: Ungeschützt

source: Failed to import the room, %s.
de_de: Raum %s konnte nicht importiert werden.

source: Not all rooms were able to be imported to the new version.
de_de: Nicht alle Räume konnten in die neue Version importiert werden.

source: The form has expired or is invalid. Please try again.
de_de: Das Formular is abgelaufen oder ungültig. Bitte versuchen Sie es erneut.

source: You do not have permission to enter the room. Please request permission.
de_de: Sie haben nicht die nötige Berechtigung, um dem Raum beizutreten. Bitte fordern Sie die Berechtigung an.

source: The access code you have entered is incorrect. Please try again.
de_de: Ihr eingegebener Zugangscode ist ungültig. Bitte versuchen Sie es erneut.

source: It is currently not possible to create rooms on the server. Please contact support for help.
de_de: Es ist derzeit nicht möglich Räume auf diesem Server zu erstellen. Bitte kontaktieren Sie den Support.

source: The token: %s is not associated with a published room.
de_de: Der Token %s ist nicht mit einem Raum verknüpft.

source: The token: %s is not associated with an existing room.
de_de: Der Token %s ist nicht mit ienem bestehenden Raum verknüpft.

source: This user does not have permission to display any rooms in a shortcode or widget.
de_de: Diese Benutzer hat nicht die Berechtigung Räume in Shortcodes oder Widgets anzuzeigen.

source: The room linked to this resource is not configured correctly.
de_de: Der Raum, der mit dieser Ressource verknüpft ist, wurde nicht korrekt konfiguriert.

source: Access Code
de_de: Zugangscode

source: This room does not currently have any recordings.
de_de: Dieser Raum hat derzeit keine Aufnahmen.

source: The meeting has not started yet. You will be automatically redirected to the meeting when it starts.
de_de: Das Meeting hat noch nicht begonnen. Sie werden automatisch weitergeleitet, sobald es beginnt.

source: The meeting has not started yet. Please wait for a moderator to start the meeting before joining.
de_de: Das Meeting hat noch nicht begonnen. Bitte warten Sie auf den Moderator, bevor Sie dem Meeting beitreten.

source: Room selection
de_de: Raumauswahl
